tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "e2fsprogs"
brew "ffmpeg"
brew "gifsicle"
brew "hugo"
brew "mas"
brew "mkcert"
brew "nvm"
brew "pandoc"
brew "stow"
brew "tree"
brew "vim"
brew "wimlib"
brew "yt-dlp"
brew "qmk/qmk/qmk"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "appcleaner"
cask "balenaetcher"
cask "coconutbattery"
cask "discord"
cask "epic-games"
cask "eurkey"
cask "firefox"
cask "font-comic-mono"
cask "font-hack"
cask "godot"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "opera"
cask "pocket-casts"
cask "rectangle"
cask "sensiblesidebuttons"
cask "signal"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "utm"
cask "via"
cask "vial"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Brother P-touch Editor", id: 1453365242
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pkief.material-icon-theme"
vscode "svelte.svelte-vscode"
