tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "mas"
brew "nvm"
brew "stow"
brew "youtube-dl"
brew "qmk/qmk/qmk"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "appcleaner"
cask "discord"
cask "eurkey"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "opera"
cask "pocket-casts"
cask "rectangle"
cask "sensiblesidebuttons"
cask "spotify"
cask "via"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
